---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DefinitionBindingMap
source: html/64a52cbd-e89f-dc38-1b95-5135f816e0ea.htm
---
# DefinitionBindingMap Members

Initializes a new instance of the DefinitionBindingMap class